["Con diez monedas encima y mi pluma de poeta, creí lograr la fortuna de retenerte la vida entera","Salí a andar por los caminos pensando siempre en ti y cuando menos creía te fuiste lejos, lejos de mí","Ay que triste, triste, triste, fue para mí cuando lejos, lejos, lejos de mí te ví","Tu juventud y mi experiencia son los secretos que nos unen, y que se vaya al diablo el mundo entero, porque te amo, porque te quiero","Con una agujita de oro te descorazonaré, y prendida tú en mi pecho, como una rosa te llevaré","Ella, vive enamorada, se muere por él, y él no sabe nada","Ella, todo lo que siente, quisiera gritarlo pero no se atreve","Ella le pide a su Dios que haga que lo borre de su pensamiento o que le dé su amor","Hoy dices que si, mañana dudas y me haces sufrir","Hoy eres verdad, mañana vuelves de nuevo a mentir. Como te burlas de mí ¿Por qué te burlas de mí?","Ay corazón, que difícil creer en ti, que me llevas hasta las nubes y me guardas en el silencio","Ay corazón, que difícil creer en ti, que me pones dos alas blancas y me escapo a volar contigo","Beso a beso, me enamoré de ti","Beso a beso, la noche apareció y jugando al amor nos encontró","Si Dios me diera una oportunidad de volver a nacer, haría lo mismo que hice desde el día que mi vieja me parió","Porque nací bohemio, nadie cambiará mi forma de ser. Porque fui, soy y seré siempre un bohemio","Yo, aventurero, soñador, lleno de amor. Tú, la gran dama del dinero y el pudor","Y subestimaste mi manera de querer, querías modales que jamás podré tener","Y me querías cambiar, que entrara a un mundo donde yo jamás podría vivir, que me he olvidara de aquel barrio donde tan feliz fui, te avergonzaba si nombraba el lugar","Ahora me voy, te regalo todo el amor que te di, tal vez un día tu puedas comprender que el viento es libre y no se puede tener","Y no podía cambiar, porque muy dentro de mi pecho un bohemio soy yo, y a mis amigos y a mi barrio jamás olvidaré, por más que quieras tu cultura imponer","Siento celos de ti, de que otros besos, otros labios, te alejen de mí","Por el líquido rojo que circula en mi cuerpo yo te siento presente, yo te llevo adentro","Con mi sangre, con mi sangre escribiré un poema. Sacaré un poco de mis venas, te daré una prueba de pasión","Con mi sangre, con mi sangre escribiré un poema, derramada quedará en mi letra y un papel se manchará de amor","Yo quiero que tú pierdas un minuto en tu vida, no la vida en un minuto amor","Concédeme el minuto que yo te pido ahora, no seas rencorosa, no","Corren, corren los segundos y el minuto se aproxima. Ni siquiera me contestas si el amor continuará","Corren, corren los segundos, yo me muero de tristeza. Nuestra vida ya no es vida si no hay arreglo entre los dos","Cortate el pelo cabezón, cortate el pelo de una vez!","Esta es la última vez que me voy a jugar, se lo juro vieja","Esta es la última vez, hoy tengo que ganar, es por mi cabeza","Y deje de llorar, vieja querida. Lo tengo que hacer, hoy me juego la vida. Deme su bendición, vieja querida. Y si no vuelvo hoy, porque perdí mi vida","Y a la calle me voy, a jugarme nomás mi última partida","Despierta corazón, entre mis brazos, que no quiero creerlo, no estoy soñando","Despierta corazón, volvamos a amarnos, hasta que las paredes queden temblando","Aunque tiren la puerta de este cuarto, nada me detendrá, quiero seguirte amando","Quiero beber, quiero beber de ti hasta enloquecer, hasta la última gota corazón, hasta la última gota de placer","Quiero beber, quiero beber hasta no poder más, emborracharme tan fuerte corazón, hasta la última gota de tu piel, hasta la última gota de placer","Señor juez, yo lo acepto, estuve mal. Yo, robé!","¡Dos por uno, señor juez! ¡Por favor tenga piedad!","Escríbele una carta, que él la estará esperando. Tu carta es el consuelo, para seguir luchando","Yo también estuve preso, y no saben la alegría que te dan cuando te dicen que la carta que te envían, es de la mujer que quieres y a ti te dará la vida","Yo tengo una flaca chula, que la quiero mucho. Me brinca, me salta, me sabe todos los trucos","Yo tengo una flaca que me tiene loco, cuando se menea, me pone nervioso","Como la gasta, como la gasta, la flaca Marta, como la gasta","Ahí viene la flaca Marta, moviendo la cinturita, que bien que baila esa flaca, todos por ella se matan","Ahí viene la flaca Marta, me hace de goma la flaca, me vuelve loco y me mata. Pará la mano che flaca!","Una noche más que te invito a salir, una noche más que me dices que no","¿Por qué no me dejas? ¿Por qué no quieres que sea el dueño de tu corazón y el de tus sueños?","Yo quiero ser el dueño de tu corazón, yo quiero ser el dueño","Que te come, que te come, que te come el lobizón","Violencia, ¿de qué sirve la violencia? No nos tomemos la licencia de matarnos solamente por matar","Gatillo fácil, gatillo fácil de los dos bandos. De un lado tiran y luego piden documentos, del otro matan y después te avisan que es un asalto","Gatillo fácil, gatillo fácil de los dos bandos. Ya nadie sabe quién es bueno y quién es malo, ya terminemos de matarnos entre hermanos","Dejemos la venganza en la basura, el amor nunca discrimina al que se anima a jugarse por la paz","La lluvia golpea tras de mí, el cristal. El último cigarro que prendí, me hace mal. Y me quedo solo, otra vez solo y sin amor, sin vos","El último minuto entre tú y yo es fatal. Te vistes y me vuelves a besar, y te vas. Y me quedo solo, otra vez, solo y sin amor, sin vos","Mágico sueño del alma, goma de mascar usada, eres fruto prohibido para un corazón que te ama","Te veo en la lluvia al caminar, y te vas. Eres una flor en la ciudad, nada más. Y me quedo solo, otra vez, solo y sin amor, sin vos","Trae amuletos colgando, va sus anillos mostrando, camina con elegancia. Su piel define el color que lleva toda su raza","La onda bien cordobesa, tiene pulseras de plata, zapatos color mostaza, sus dientes color marfil que cuando ríe resaltan","Seguro están preguntando de qué persona se trata, y yo le digo cantando, el guapachoso llegó","El guapachoso viene bailando, y su esqueleto va contorneando, toda la gente lo está mirando, es orgulloso de su color, de su color","El guapachoso viene bailando, y cuando pasa viene dejando las vibraciones que lleva dentro, que lleva dentro del corazón, de corazón, de corazón, a corazón","Hiciste de mí lo que yo soy, tu piel, tu cuerpo, el tiempo que voló. Me acostumbré, me hiciste de ti","Hiciste de mí lo que yo soy, tu abrigo, tus deseos, tu pasión, tu secreto interior","Hiciste de mí, tu corazón, mi cuerpo en llamas, un volcán de sol. Cuando es con vos me quemo en ti","Hiciste de mí lo que yo soy, un loco desenfreno de tu amor","No, no, no soy nada, nada, nada sin ti","Es el hijo de nadie, nadie sabe su nombre y su techo es el cielo y su casa es la calle","Es el hijo de nadie, un pariente del hambre, habitante del miedo, una sombra ambulante","Ella vendía su amor, él no quería problemas. Tienen un hijo los dos, que sufre la culpa ajena","Quiere encontrar a su padre, quiere encontrar a su madre, pero el destino es tan cruel que se siente un hijo de nadie","Solo le pide a Dios que los junte un minuto, para verles la cara antes de irse de este mundo","Me enamoré hace justo un año, era tan frágil y bonita. Nos conocimos en la iglesia, después de orar, después de misa","Hay un lugar que tiene cosas que no tiene cualquier lugar, esa esquina tiene magia, tunga tunga y mucho más. Donde yo voy con mis amigos, donde las horas no pasan jamás, por eso te rindo homenaje mi querido Sargento Cabral","Sargento sos un sentimiento, y por eso te quiero cantar, aquí pase grandes momentos, repletos de felicidad. Vos sos esa esquina perfecta de mi Córdoba Capital, por eso levanto mi copa, y por tí hoy quiero brindar!","Sargento, Sargento, Sargento, mi querido Sargento Cabral, sos parte de este movimiento cuartetero de verdad","Quisiera correr las agujas del reloj y acelerar el tiempo, para que pasen los días, porque es lunes y ya siento… Corre, corre por mi cuerpo, una sensación especial y que llegue pronto el viernes, para que yo pueda cuartetear","Tu me dejaste una huella que no puedo borrar, dentro de mí siento tu dulce boca que me vuelve a besar","Aunque no estés, yo te llevo conmigo donde quiera que voy, después de tí, en mi vida no hubo nunca otro gran amor","Por que tu me dejaste una huella que no puedo borrar, me dejaste una huella que no puedo arrancar, me dejaste una huella aquí en mi corazón, la huella de tu amor","Porque yo, cuando la beso a ella pienso en ti, cuando digo su nombre te nombro a ti y cuando le hago el amor te estoy amando a ti","Yo nunca fui de una sola mujer, nunca en sus redes me deje caer, porque a toditas la quiero, sin ellas me muero","Yo anduve siempre de bar en bar y fue la noche que me enseñó a amar, pido perdón si he pecado, yo no he de cambiar","Porque soy un infiel, y una por una yo las amaré","Me llaman el infiel, me llaman el infiel, por que a toditas las quiero y sin ellas me muero","El inmigrante dejó su país, todo lo que amó, y sigue adelante. Hermano latino, tendéle tu mano, dale un gran abrazo y tomen un vino","Lo nuestro en intachable, el fin ya está sellado, cada uno en su camino va añorando su pasado","Extraño, tu boca y tus suspiros","Amor, seamos hoy como los pájaros, mañana a lo mejor no podamos","Vení, con vos quiero dormir, aunque sea un instante te quiero sentir","Vení, con tus brazos abiertos, no pensemos en nada, vivamos el momento","¿Qué pasó con mi rebeldía? Me quedé todo el día esperándote. Ya no ensayo una protesta, quemé el sol de la siesta, esperándote","Tarde, me he despertado tarde, anoche nos amamos pero tu ya no estás","¿Dónde estás ahora que empiezo a extrañarte demasiado?","Rojo, dejaste en el espejo, un beso y me escribiste “De Laura con amor”","Vivía humildemente y muy feliz, pero la vida me maltrató. Y tuve que robar para vivir, la mala suerte me acompañó","Acabo de salir en libertad. Llego a mi casa, no encuentro a nadie, tan solo unas palabras en papel que ella escribió, tiene un amante","Y yo, que pasaba las noches en vela mirando tus fotos, y a mis amigos de celda de ella les hablé. Llegué a llorar como un niño muy triste y muy solo, eran falsos cariños también el amor de ayer","No me digas nada, no quiero mas palabras, porque aun siendo tuyas me lastiman","Lluvia, tus besos fríos como la lluvia, que gota a gota fueron enfriando mi alma, mi cuerpo y mi ser","Lluvia, tus manos frías como la lluvia, que día a día fueron enfriando mi ardiente deseo y mi piel","La gente vive diciendo que soy un loco perdido, porque hablo solo en la calle como si hablara contigo","Yo soy un loco, loco, loco perdido","Yo sé que estoy loco ¡¿y qué?! Y más loco me volveré, camino las calles pisando la huella que tu me has dejado","Ella me obliga a ser un loco más, me hace perder, me hace extraviar, me mira con sus ojos, se pone cerca mío y empiezo a desvariar","Ella me obliga casi a delirar, mis pensamientos no conseguirá. Cuando me toca hiervo, ella sabe de sobra que me enloquecerá","Locura, locura total de amor, sé que esta dulce tortura no tiene remedio ni cura","Ay amor, ay amor intentemos desayunar. Ay amor, ay amor, y después vamos a descansar. Yo creo que no voy a ir a trabajar, estando aquí total ¿qué más me da?","Me arden los labios por todos tus besos, me duele el cuerpo de hacerte el amor, y en mis ojeras se descubre todo lo que ha pasado anoche entre tu y yo","Lleva sus años aquí, tratando de redondear, una manera más fácil, lo que quiere es cantar","Del rojo al verde no hay mucho tiempo para soñar","Luuuis, su nombre artístico es Luuuis, grita la gente al verlo","Sé que siempre anduve de bar en bar, una copa aquí y una copa allá. Y creí que esto era ideal, amores que vienen y amores que van","Luna, yo solo te pido este favor, sé que cada noche tu la ves, cántale por mí esta canción","Dile que no soy feliz y que en ella siempre pienso, que no puedo serle infiel, júrale que eso es muy cierto. Dile que no soy feliz, que tenemos mucho tiempo, y que no quiero vivir con un amor en cada puerto","Oh mamá, mamá, mamá. Dejaste de ser Anita para ser una vergüenza y la mancha moral de la familia","Oh mamá, mamá, por un plato de comida peleará. Contra todas las barreras lucharás para que nazca tu hijo tan querido en libertad","Oh mamá, mamá, mamá. Yo te amo más que a nadie, porque me diste la vida, me aceptaste ignorando el qué dirán","Sí, mi viejo era muy pobre y no tenía pa darme de comer. Dejé segundo grado y tuve que salir a trabajar","La sociedad dice que soy un marginado más, la misma que me usa para poder escalar","El marginal me llaman, el marginal","¡Mira quien llego! ¡Llegó la Mary Juana!","La Mary viste de verde, de color verde esperanza, lleva una flor en su blusa, y la bandera de Jamaica","Ahí sale Mary, como todas las mañanas del burdel y tambalea, por el alcohol que se ha bebido porque su hijo está muriendo en el penal","Mozo, quiero la misma mesa donde estaba Mary, por favor. Dos whiskys, uno para ella y uno para mí","Mary, sólo la llora su hijo en el penal, y quienes no saben nada dirán “quien mal anda, mal acaba”, fríamente juzgarán","Y me desespero, me muero de amor por ti, y si no vuelves a mí será peor que el dolor y que cualquier pena","Y me desespero, me muero de amor por ti, si tú no estás, si te vas, sin tu amor no podré soportarlo más","Quiero tenerte de nuevo, ser tú y yo marea y viento","Me traes de la cabeza, me llevas de la nariz, me tienes loco re loco, muy loco pero feliz","La conocí una tarde, apareció la primavera, cuando sale la luna mi pensamiento está con ella","Me muero por ella, pero no sé cómo decirle que la quiero","Yo quisiera decirle que la quiero y me da miedo lo que ella pensará, porque su amor para mí es como un sueño, quisiera verlo hecho realidad","Soy un muchacho de barrio, que no tiene horarios cuando hay que cantar","Soy uno más de la esquina, de esa barra querida que no voy a olvidar","Soy un muchacho de barrio, y aunque pasen los años nunca me olvidaré, que mi escuela fue la calle, y en la vida pierda o gane, yo te lo juro por ésta, que yo nunca cambiaré","No cambiaré, no cambiaré. Yo te lo juro, nunca, nunca cambiaré","Soy un muchacho de barrio, que agradece a la vida todo lo que le dió. Tengo millones de amigos y a todos los llevo en mi corazón","Si yo he sido para ti sólo un muñeco de trapo, como un juguete tú me usaste para pasar el rato","No le mezquinen nariz! No, no!","En la sala de urgencias de un hospital, una madre llorando quiere salvar a su hijo, que pronto se va a casar con esa mujer que lo vino a buscar","Con su vestido blanco esperando está, él no pudo dejarla y lo envolvió. Los doctores se esfuerzan para evitar que la novia lo lleve hacia el altar","Porque es la novia blanca, que se fracciona gramo a gramo en la balanza, de un traficante que no sabe de las almas que van camino hacia la muerte blanca","Porque es la novia blanca, cuanto más pura más te mata la esperanza, te va brindando cosas que jamás te alcanzan para llevarte poco a poco hacia el altar","Yo sé que hay gente que rechaza la verdad, y se avergüenza de esta pura realidad. Al ritmo nuestro no lo van a sepultar, porque es muy puro, tiene estilo natural","Y defendemos con orgullo y mucho amor aquella herencia que mi Córdoba me dio, y desde entonces late en mi corazón y lo percibe una nueva generación","Buenos Aires tiene el tango, y La Rioja con la Chaya. Los Salteños con la zamba, en Corrientes el Chamamé. En Santiago del Estero gozan de la Chacarera, y nosotros los cordobeses, cuarteteamo hasta morir!","Al “Tunga, tunga, tunga” no lo van a sepultar, el ritmo del cuarteto nunca, nunca morirá","Oh Mami! No me dejes solo!","Oh mami, tu me has dado la vida que tengo pero siempre fui malo contigo","Todo el mundo la miraba, yo tambien me preguntaba, no es posible que haya vuelto al lugar donde la amé","Siempre fue tan orgullosa, egoísta y ambiciosa, un día me devolvió el anillo que le dí","Y buscando otros caminos voló como una paloma, y yo como un pajarito, triste y solo me quedé","Oh señor, ayúdame! Ábreme las puertas de la libertad, no quiero cadenas que torturen mas mi corazón. Ya pagué las consecuencias del amor que tuve ayer, quiero vivir!","Tu eres paloma que vuela sin encontrar palomar, andas perdida en el cielo por los caminos del mal","Tu no quieres darte cuenta de que te ofrezco un hogar, y que en el aire te acechan las garras del gavilán","Paloma, loca paloma! Vente conmigo a vivir, al palomar que en la torre he construido para ti","Detenido! A mi casa voy. Detenido! Yo vengo de estudiar. Detenido! Escúcheme oficial, ¿por qué motivo me quiere arrestar si no hice nada mal? Por portación de rostroooo!","Hoy en mi ventana brilla el sol, y el corazón, se pone triste contemplando la ciudad ¿Por qué te vas?","Como cada noche desperté, pensando en ti, y en mi reloj todas las horas sin pasar ¿Por qué te vas?","Todas las tristezas de mi amor se irán contigo, me olvidarás, me olvidarás","Junto a la estación lloraré, igual que un niño ¿Por qué te vas? ¿Por qué te vas?","Te sigo amando tanto, que no hay punto final. Mientras sigas viviendo, se que te voy a amar","Y pase lo que pase, voy a quererte igual!","Te sigo amando tanto, que nada va a cambiar. El día que tú vuelvas, aquí me encontrarás","Cuando pasas caminando yo me hago el bocho, tu pupera me enloquece, no hay otra igual","Tu cintura descubierta, sos una diosa. Ay María! Tu pupera me va a matar","La pupera de María, me vuelve loco la pupera de María","Que grande te queda, no vés?! Ella es el mar y tu un pez","No sé qué pasa en esta ciudad, no sé qué pasa, no puedo entender. Estoy a punto de morir de sed, por que no encuentro algo para tomar","Díganme, sólo quiero saber… ¿Quién se ha tomado todo el vino?","Fuimos al kiosco, me anotaron cuatro vinos. El Cacho trajo los limones, como un kilo, el loco Tito fue y trajo los hielos y una vecina que azuquita nos prestó. Y se armó, y se armó el sangrión!","¿Quién te escribía a ti versos?, dime niña ¿quién era? ¿Quién te mandaba flores en primavera? ¿Quién cada nueve de noviembre, como siempre y sin tarjeta, si, si, si, te mandaba un ramito de violetas?","Me llaman el renegado porque yo tengo mi propia ley, soy defensor de los pobres abandonados sin un por qué","Me llaman el renegado contra corriente yo viviré, luchar contra la injusticia es mi destino y lo cumpliré","Renegado, renegado, renegado dicen que soy, por que lucho contra el odio, el racismo y la explotación","Compañeros de la infancia, de salidas y de bar. Amigos inseparables, ante todos los errores siempre estaba la amistad","Pareciera que es mentira, que hoy por una mujer, parezcamos dos extraños y que todo lo vivido se perdiera en el ayer","Y en esta noche de tragos ya firmamos nuestro pacto, una jugada mortal, apostando a la mujer a la cual los dos amamos","Ruleta rusa para dos! Se va girando el tambor de una pistola asesina","Ruleta rusa para dos! Dos martillazos nomás y uno se queda sin vida","Ruleta rusa para dos! Cara o seca en el amor, cara o seca en la vida","Ruleta rusa para dos! No hay chance para jugar, es la fortuna o la ruina","Al que se quede con ella, hoy lo echamos a suerte. Para que no haya traición, resentimiento y rencor, que nos separe la muerte","Sabrosón! Sabrosón! Le dicen el sabrosón!","Otra vez, pensando en ti toda la noche y no duermo, no me cansé de repetir cuanto te quiero","Me quedé sin cigarrillos, y los nervios hacen que yo me levante de paseo, hablando conmigo a solas y en silencio","Y te vi, te acercaste a saludarme, que es lo menos. Yo fingí ser feliz, pero ante Dios que no era cierto","Ya ves, como hasta aquí yo he sobrevivido, no sé qué rayos me dio tu cariño, pero es que alguno tenía que perder","Ya ves, mientras te encuentres más lejos que antes, debo admitir que no podré olvidarte. No digas nada, mejor cállate","La invité a tomar café en el bar en la otra esquina, aceptó, pero dijo “poco tiempo, tengo prisa”v","Se fue, y me quedé tan solo en esta silla, entre la gente vi que se perdía y ya no sé si algún día la veré","Si el dinero vuela pronto, si andar contento cuesta un toco y una sonrisa ayuda un poco, sonreí, lo bueno va a venir","Lucha, lucha y seguí!","Seguí, seguí, seguí, seguí en carrera!","Desenchufate del barullo, pensa en algo que es tu orgullo, por más poquito, algo es tuyo","Sólo contigo abro mis alas, y el corazón encuentra la razón cuando miro tu cara","Sólo contigo no duele nada, y cada sueño se torna posible y es posible el mañana","Sólo contigo, las horas pasan y es un motivo para darte hasta el alma","Sólo contigo, yo siento el amor de una forma que nunca jamás he sentido y no hay espacios vacíos, digo que no, entre tu cuerpo y el mío todo es conocido","Y es que sólo contigo, yo puedo volar sin temor a caer en el mar del olvido. Y no hay espacios vacíos, digo que no, entre tu cuerpo y el mío todo es conocido","Soy argentino como la locura de seguir creyendo, como la aventura de seguir queriendo ser argentino","Soy argentino como la nostalgia de estar lejos de casa, como la confianza de que todo pasa. Yo soy argentino","Soy argentino y llego a las estrellas, y despliego las alas rompiendo las cadenas, buscando tu sonrisa de una y de mil maneras, porque soy argentino, argentino, argetinoooo","Soy argentino y tomo mi bandera, y despliego las alas y vuelo sin fronteras, buscando una sonrisa de una y de mil maneras porque te llevo dentro de mí, dentro de mí, bien dentro de mí alma","Soy Argentino como yerba mate, como el aire bueno, como la caricia  que sigo sintiendo con tus ojos bellos","Soy Argentino como la ternura de una madre santa, como la grandeza de esta hermosa patria, de mi pachamama","Las palabras de amor que me dijiste, hoy me las trae el viento y las repite","Las palabras de amor que pronunciaste, hoy más fuerte que nunca, en mi pecho laten","Un amor como el tuyo no se puede olvidar, un amor como el tuyo no se puede matar. Y no hay fuerza en el mundo que lo pueda arrancar, por que tu me enseñaste como se debe amar","Te quiero, recién te veo y ya siento que te quiero","Te quiero, no me preguntes, solo se que yo te quiero","El ramo de flores, el velo en la cara, la cola que arrastra, te vas a casar","Suenan campanas, y al hombre que te ama, le vas a engañar. No sabe que mientes, pues siempre en tu mente, mi amante serás","Te voy a enseñar a volar con la imaginación, te vas a sentir en el aire como algodón","Te voy a llevar a una estrella que nadie encontró y vas a gozar una noche en alas del amor","Porque eres para mí la fantasía que siempre soñé, ese poema que siempre añore, serás mi novia, mi amante y mujer","Porque eres para mí algo tan distinto que embruja mi ser, me siento niño y anciano a la vez, me quitas la vida y me das el ser","Tinta china, tinta china, yo te llevo grabado muy dentro de mi pecho y en mi corazón. Verde color esperanza, también llevo tu alianza de este gran amor","Tinta china, tinta china, y la piel se me eriza cuando miro el tatuaje con tu nombre mujer. Y dentro de mi pecho y en mi brazo derecho siempre te amaré","¿Cómo olvidar todas las cosas que hiciste por mí? Si en una pieza sola te metí, a que me amaras sin esperar nada de mí","¿Cómo olvidar que por las calles te mandé a rodar? Y muchas veces saliste a robar, por mí, por mí, por mí, por mí, por mí, por miiiii","Tú, la que todo me lo da, la que vive para mí, tienes que estar en la sombra","Tú, que me das tu juventud, que me haces tan feliz y mi boca ni te nombra","Tú, que despiertas mi pasión, mandas en mi corazón, pero no estás en mi alcoba","Tú, que para gozar de mí, tienes que esperar que yo te dé la calle y la hora","Y a pesar de todo sabes que te quiero, y me falta el aire si no estás en mí","Y a pesar de todo tu no tengas celos, nunca quise a nadie como te amo a ti","Soy amigo de los buenos, de los malos, del linyera, de los de la clase alta y de los de la clase media","Nadie nunca sabrá lo que hemos hecho, esta visita fantasma será sólo un hermoso cuento","Duerme todo el penal y yo no puedo, con un encendedor tu carta leo. Que solo que estarás ¿Por qué no puedo estar acompañándote en este momento?","Visita fantasma, visita fantasma, hoy estoy contigo gracias a este guardia","Visita fantasma, visita fantasma, película insólita, sin premios ni fama","Hoy que mis ojos te ven brillan de contentos, tanto tiempo te busqué y al fin te encontré","Doy gracias a la vida, que nos iluminó","Quiero saber si aún laten esos bellos momentos. Quiero saber si vivió nuestro amor, si no murió, si aún lo llevas adentro","En mi mente siempre estás, no te puedo olvidar, nunca es tarde para empezar, mi amor yo te quiero","Vive! Vive! Este amor que llevo dentro. Vive! Vive! Por que siempre ha sido nuestro","Mi amor, nos olvidemos del pasado de ese ayer, que destruyó aquel amor que nos unió, solo te pido que lo pienses una vez","Quisiera volar, volar y volar, volar contigo!","Has vuelto a mí, lo mismo que ayer, otra vez a caminar en el atardecer y tomada de mi mano, hablándome de amor","¡Vuelvo a vivir, vuelvo a cantar! ¡Chau! ¡Chau!","Desnudo en la habitación, con furia como un león, mi sangre empieza a correr, te ataco, te quiero comer y tu te vuelves loca otra vez","Despacio la prenda interior se cae sobre tus pies, afuera la jungla no ve, ni sabe que va a suceder, y yo me acuesto sobre tu piel","¿Ves? ¿Ves? ¡¿Veees?! No podemos estar el uno sin el otro!","¿Ves? ¿Ves? ¡¿Veees?! Saboreo tu cuerpo y el sol se pone rojo","¿Ves? ¿Ves? ¡¿Veees?! Me transformo animal como un león","Yo soy usted, aunque me vista con otros colores, sufrimos dolores por la misma piel","Yo soy usted, ese que va por las noches cantando con el corazón","28 de diciembre, el día del inocente, como una hermosa broma del destino el señor te puso en mi camino","28 de diciembre, nos miramos de repente, tus ojos se fundieron con los míos y con un beso así nos conocimos","Han pasado tantos años, tantas penas y alegrías, y tu siempre a mi lado, dando fuerzas a mi vida","Han pasado tantos años, las semillas que plantamos, hoy son flores de colores que iluminan nuestros pasos","Como leña y fuego, somos tú y yo. Como leña y fuego, arde nuestro amor"]
